Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/account.tmx
Source language: en
Languages: nl

source: The user has successfully been deleted!
nl: De gebruiker werd succesvol verwijderd!

source: General
nl: Algemeen

source: Password
nl: Wachtwoord

source: Usergroups
nl: Gebruikersgroepen

source: First name
nl: Voornaam

source: Required, minimum 2, maximum 255 characters
nl: Verplicht in te vullen, minimum 2 en maximum 255 karakters

source: Name
nl: Naam

source: Required, valid, unique email address
nl: Verplicht in te vullen, een geldig, uniek e-mail adres

source: Save
nl: Opslaan

source: Last password
nl: Vorig wachtwoord

source: Required, minimum 6, maximum 255 characters
nl: Verplicht in te vullen, minimum 6 en maximum 255 karakters

source: Repeat password
nl: Herhaal wachtwoord

source: Select the usergroups in which this user belongs
nl: Selecteer de gebruikersgroepen waartoe deze gebruiker behoort

source: Add account
nl: Account toevoegen

source: Wizard successfully completed
nl: Wizard succesvol afgerond

source: The wizard for creating a user has successfully been finished.
nl: De wizard voor het aanmaken van een gebruiker werd succesvol afgerond!

source: Edit account
nl: Account aanpassen

source: Account overview
nl: Accounts overzicht

source: Are you sure you want to delete this account?
nl: Weet u zeker dat u deze account wilt verwijderen?

source: Action
nl: Actie

source: De-activate
nl: De-activeer

source: Activate
nl: Activeren

source: Edit
nl: Aanpassen

source: Delete
nl: Verwijderen

source: Secured area
nl: Beveiligd gedeelte

source: Required, valid username
nl: Verplicht in te vullen, een geldige gebruikersnaam

source: Required, valid password
nl: Verplicht in te vullen, een geldig paswoord

source: Admin language
nl: Admintaal

source: The language that's used in the admin area
nl: De taal die wordt gebruikt in het admingedeelte
